export const items = [
  {
    id: 1,
    title: 'Ұлттық корпустың маңызы',
    img: 'https://www.solidbackgrounds.com/images/1920x1080/1920x1080-paynes-grey-solid-color-background.jpg',
    description:
      'Корпус тілдегі мәтіндердің мүмкіндігінше барлық типтерін (көркем, публицистикалық, оқу, ғылыми, іскери, ауызекі сөйлеу, диалектілік, т.б.) ұсына алады, сәйкесінше кезең-кезеңімен бұл мәтіндер корпусқа енгізіледі. Корпустың жақсы болуы оның сөзқолданыс санының (жүздеген млн)  мейілінше артуымен байланысты.Корпус базасында енгізілген мәтіндердің сипаты туралы аннотация немесе белгіленім түріндегі қосымша ақпарат болады. Ол арқылы бір жерге шоғырландырылған мәлімет алынады. Корпус базасы үнемі үздіксіз жетілдіріліп, толықтырылып отырады.',
  },
  {
    id: 2,
    title: 'Корпус не үшін қажет?',
    img: 'https://www.solidbackgrounds.com/images/1920x1080/1920x1080-paynes-grey-solid-color-background.jpg',
    description:
      'Ұлттық корпус алдымен тілдің лексикасы мен грамматикасын, ондағы жүздеген жылдар бойы болған өзгерістерді  ғылыми зерттеу үшін қажет;Қазіргі технологиялық дамудың арқасында ақпаратты іздеуді оңтайландырады;Ауқымды материалдарды талдау, өңдеуді, статистикалық мәліметтерді алуды оңайлатады; Қажетті сөздіктерді корпус базасына негіздеп құрастыру мүмкіндігі болады, т.б.Ұлттық корпустар тілді ана тілі немесе шеттілі ретінде үйрету үшін де маңызды. Әлем тілдерінде оқулықтар мен оқу бағдарламалары қазір корпусқа бағытталған. Шетелдік, мектеп оқушысы, мұғалім, журналист, редактор және жазушы корпусты қолдана отырып, бейтаныс сөзді немесе грамматикалық форманы қолдану ерекшеліктерін тез және тиімді тексере алады.',
  },
  {
    id: 3,
    title: 'Деректерді визуализациялау',
    img: 'https://www.solidbackgrounds.com/images/1920x1080/1920x1080-paynes-grey-solid-color-background.jpg',
    description:
      'Ақпараттық жүйе диалект сөздер мен олардың Қазақстанның әртүрлі аймақтарында қолданылуы туралы деректерді визуализациялау мүмкіндігін береді. Бұл пайдаланушыға диалектілердің аймақ бойынша таралуын, олардың пайдалану жиілігін және уақыт бойынша өзгеру динамикасын жақсы түсінуге көмектесетін графиктер, диаграммалар және карталарды қамтиды. Деректерді визуализациялау диалект зерттеулерін қол жетімді және көрнекі етеді.',
  },
  {
    id: 4,
    title: 'Интерактивті мүмкіндіктер',
    img: 'https://www.solidbackgrounds.com/images/1920x1080/1920x1080-paynes-grey-solid-color-background.jpg',
    description:
      'Жүйе қолданушыларға Қазақстан диалектілерінің деректер қорымен өзара әрекеттесуге мүмкіндік беретін интерактивті мүмкіндіктер береді. Бұл деректерді іздеу, сүзу және сұрыптау функцияларын, сондай-ақ жаңа деректерді немесе пайдаланушылардың пікірлерін қосу мүмкіндігін қамтуы мүмкін. Интерактивті мүмкіндіктер диалектілерді үйренуді қызықты әрі ыңғайлы етеді, бұл пайдаланушыларға жүйенің дамуына үлес қосуға мүмкіндік береді.',
  },
];
