export const questions = [
	{
	  id: 1,
	  question: 'Вы делаете чат-ботов на конструкторе?',
	  answer:
		'Мы разрабатываем уникальных чат-ботов по индивидуальному заказу, реализовать которых на конструкторе нельзя.',
	},
	{
	  id: 2,
	  question: 'Какая минимальная стоимость разработки чат-бота?',
	  answer:
		'Минимальная стоимость разработки чат-бота 100.000 тенге. Точную стоимость называем в течение 24 часов, после общения с Вами.',
	},
	{
	  id: 3,
	  question: 'Тарифицируете ли вы количество активных пользователей?',
	  answer: 'Нет, мы не взимаем плату за количество пользователей.',
	},
	{
	  id: 4,
	  question: 'Где располагается сервер с ботом?',
	  answer:
		'Дата-центр с нашими ботами располагается в Казахстане. Обычно мы работаем с казахстанскими хостингами PS.kz, Hosting.kz. Бот может быть перенесен на ваш корпоративный сервер.',
	},
  ];